---
kind: other
id: Methods.T:Autodesk.Revit.DB.Parameter
zh: 参数、共享参数
source: html/0b04b80d-b318-986e-48cc-835d0dda76e5.htm
---
# Parameter Methods

**中文**: 参数、共享参数

Provides access to the double precision number within the parameter.